/* No comment provided by engineer. */
"Calculating Sequence..." = "計算順序...";

/* No comment provided by engineer. */
"Game Lost" = "比賽失去";

/* No comment provided by engineer. */
"Last Score: %i" = "最後得分: %i";

/* No comment provided by engineer. */
"Moves Left: %i" = "左移: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "左重試: %i";

/* No comment provided by engineer. */
"Score: %i" = "得分了: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "序列已經完成";

/* No comment provided by engineer. */
"Start Game" = "開始遊戲";

/* No comment provided by engineer. */
"Tap The Sequence" = "點擊序列";

/* No comment provided by engineer. */
"Top Score: %i" = "T最高分: %i";

